Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SC_TEXT_FMT
source: To reduce battery aging, your Mac learns from your daily charging routine so it can wait to finish charging past %@ until you need to use it on battery.
ar: للحد من استنزاف عمر البطارية، يتعلم Mac من عادات الشحن اليومية، بحيث ينتظر ولا يتجاوز %@ حتى تحتاج إلى تشغيله باستخدام طاقة البطارية.
ca: Perquè la bateria duri més, el Mac recordarà la rutina de càrrega diària i no es carregarà més enllà del %@ fins que no l’hagis d’utilitzar amb la bateria.
cs: Aby vám zbytečně nestárla baterie, Mac si zapamatuje, kdy ho zpravidla nabíjíte, a nenabije se víc než na %@, dokud ho nebudete potřebovat.
da: Din Mac kan hjælpe med at forlænge batterilevetiden ved at lære din daglige opladningsrutine og vente med at oplade mere end %@, indtil du skal bruge den på batteriet.
de: Um die Batterielebensdauer zu verlängern, lernt der Mac, wann du ihn üblicherweise auflädst. So kann er bei einer Ladung von %@ mit dem Fertigladen warten, bis du ihn wieder im Batteriebetrieb benötigst.
el: Για μείωση της ηλικίωσης της μπαταρίας, το Mac προσαρμόζεται στις καθημερινές σας συνήθειες φόρτισης ώστε να περιμένει για ολοκλήρωση της φόρτισης πέραν του %@ έως ότου χρειαστεί να το χρησιμοποιήσετε με τροφοδοσία μπαταρίας.
es: Para reducir el deterioro de la batería, el Mac aprende de tus hábitos de carga diarios para cargar la batería hasta el %@ y terminar de cargarla antes de que lo desenchufes de la red eléctrica.
es_419: Tu Mac aprende tu rutina diaria de recarga para reducir el deterioro de la batería al recargarla a más del %@ hasta que vayas a usarla sin conexión a la corriente.
fi: Akun ikääntymisen vähentämiseksi Mac oppii päivittäisistä latausrutiineistasi eikä lataa yli %@:n ennen kuin sinun pitää käyttää laitetta akun kanssa.
fr: Pour limiter le vieillissement de la batterie, votre Mac apprend de vos habitudes de recharge quotidiennes pour mettre en attente la recharge au-delà de %@ jusqu’à ce que vous deviez l’utiliser sur batterie.
fr_ca: Pour réduire le vieillissement de la batterie, votre Mac évalue vos habitudes quotidiennes en matière de charge pour savoir quand recharger la batterie au-delà de %@ jusqu’à ce que vous en ayez besoin.
he: כדי להאט את התיישנות הסוללה, ה-Mac לומד את שיגרת הטעינה היומית שלך כך שהוא יוכל להשהות טעינה מעבר ל-%@ ולהשלים אותה לקראת תחילת השימוש בו באמצעות סוללה.
hi: बैटरी की आयु बढ़ाने के लिए आपका Mac आपके चार्ज करने के दैनिक रूटीन से सीखता है जिससे यह %@ के बाद तब तक चार्जिंग समाप्त होने की प्रतीक्षा कर सकता है जब तक आपको बैटरी पर इसका इस्तेमाल करने की ज़रूरत नहीं हो।
hr: Kako bi se umanjilo starenje baterije, na Macu se prate vaše dnevne rutine punjenja i može se pričekati s dovršavanjem punjenja iznad %@ sve dok vam ne zatreba na baterijskom napajanju.
hu: Az akkuavulás csökkentéséhez a Mac megtanulja az Ön napi töltési szokásait, így %@ fölé csak akkor tölt, ha Ön várhatóan akkumulátorról fogja használni.
id: Agar baterai lebih awet, Mac belajar dari rutinitas pengisian daya harian Anda & tidak akan mengisi di atas %@ hingga waktunya digunakan.
it: Per ridurre l’usura della batteria, il Mac apprende dalle tue abitudini quotidiane di caricamento e sospende la carica a un determinato livello (%@), completandola solo all’orario di uso previsto.
ja: バッテリーの劣化を軽減するため、このMacが日ごろどのように充電されているかを学習し、次にこのMacをバッテリーで使い始める直前まで%@を超える充電を保留することがあります。
ko: 배터리 노화를 늦추기 위해 Mac이 사용자의 일상적인 충전 패턴을 학습합니다. 충전량이 %@를 넘어가면 기다렸다가 배터리를 사용하는 시간에 맞춰 나머지 충전을 완료합니다.
ms: Untuk mengurangkan peningkatan usia bateri, Mac mempelajari rutin pengecasan anda supaya boleh menunggu untuk dicas melebihi %@ sehingga digunakan pada bateri.
nl: Om het verouderingsproces van de batterij te beperken, leert de Mac wat je dagelijkse oplaadroutine is, zodat deze pas verder oplaadt dan %@ wanneer je deze op de batterij moet gebruiken.
no: Macen forlenger batteriets levetid ved å lære av de daglige ladevanene dine slik at den ikke lader over %@ før du trenger det.
pl: Aby spowolnić starzenie się baterii, Mac analizuje Twoje zwyczaje dotyczące ładowania go i dzięki temu może zaplanować ukończenie ładowania do ponad %@ do czasu, gdy zajdzie potrzeba użycia go bez zasilania z sieci.
pt_br: Para reduzir o desgaste da bateria, o Mac aprende a sua rotina diária de carregamento e aguarda até que você precise usá-lo na bateria para carregar acima de %@.
pt_pt: Para reduzir o desgaste da bateria, o Mac aprende com a rotina diária de carregamento e aguarda até que precise de o usar com bateria para acabar de carregar para além dos %@.
ro: Pentru a diminua îmbătrânirea bateriei, Mac‑ul învață din rutina dvs. zilnică pentru a putea să întârzie finalizarea încărcării peste %@ până când aveți nevoie să îl utilizați alimentat de la baterie.
ru: Mac анализирует процесс зарядки, снижая износ аккумулятора. Компьютер заряжается свыше %@ только перед тем, как понадобится использовать его от аккумулятора.
sk: Mac si bude pamätať, kedy ho spravidla nabíjate, a počas nečinnosti sa nenabije na viac ako %@. Spomalí to starnutie batérie.
sl: Za upočasnitev staranja baterije se Mac uči iz vaše vsakodnevne rutine polnjenja. Tako lahko za dokončanje polnjenja prek %@ počaka do trenutka, ko ga boste potrebovali z baterijskim napajanjem.
sv: Batteriet åldras långsammare genom att datorn lär sig hur din dagliga laddningsrutin ser ut. På så sätt laddas inte batteriet över %@ innan du behöver använda det.
th: ในการยืดอายุการใช้งานของแบตเตอรี่ Mac จะเรียนรู้เกี่ยวกับการชาร์จแบตเตอรี่รายวันของคุณเพื่อหยุดรอเมื่อมีแบตเตอรี่เกิน %@ ก่อนจะชาร์จต่อให้เสร็จพอดีกับเวลาที่คุณต้องการใช้งานผ่านแบตเตอรี่
tr: Mac’iniz, pilin eskime hızını yavaşlatmak için günlük şarj etme rutininizi öğrenir ve Mac’i pil ile kullanabilmeniz için %@ oranını geçene dek şarj etmeyi bitirmek için bekleyebilir.
uk: Щоб сповільнити старіння акумулятора, Mac вивчає ваш звичний щоденний розпорядок заряджання і відтак може призупинити заряджання пристрою вище %@, доки вам не буде потрібно використовувати його від акумулятора.
vi: Để giảm tốc độ lão hóa pin, máy Mac ghi nhớ thói quen sạc hàng ngày của bạn, nhờ đó, thiết bị có thể hoãn việc hoàn tất sạc quá %@ cho tới khi bạn cần sử dụng thiết bị đó bằng pin.
zh_cn: 为减缓电池老化，Mac会学习你每日的充电模式，并暂缓充电至%@以上，直至你需要使用电池。
zh_hk: 為了減慢電池老化速度，Mac會學習你每日的充電模式，並暫緩充電至%@以上，直到你需要使用Mac為止。
zh_tw: 為了降低電池老化速度，Mac會學習你的每日充電模式，會暫緩充電到%@以上，直到你需要使用電池。

# AX_BUIGRAPH_BATTERY_LEVEL
source: Battery level %@
ar: مستوى شحن البطارية %@
ca: Nivell de la bateria: %@
cs: Stav baterie %@
da: Batteriniveau: %@
de: Batteriestatus: %@
el: Στάθμη μπαταρίας %@
es: Nivel de batería %@
es_419: Nivel de batería: %@
fi: Virtaa jäljellä %@
fr: Niveau de la batterie : %@
fr_ca: Niveau de batterie %@
he: רמת הסוללה: %@
hi: बैटरी का स्तर : %@
hr: Razina baterije: %@
hu: Akkumulátorszint: %@
id: Level baterai %@
it: Livello batteria: %@
ja: バッテリー残量: %@
ko: 배터리 잔량 %@
ms: Paras bateri %@
nl: Batterijniveau %@
no: Batterinivå %@
pl: Poziom baterii: %@
pt_br: Nível da bateria %@
pt_pt: Nível da bateria: %@
ro: Nivel baterie %@
ru: Заряд аккумулятора: %@
sk: Stav batérie %@
sl: Raven napolnjenosti baterije: %@
sv: Batterinivå %@
th: ระดับแบตเตอรี่ %@
tr: Pil düzeyi %@
uk: Заряд акумулятора %@
vi: Mức pin %@
zh_cn: 电池电量%@
zh_hk: 電池電量：%@
zh_tw: 電池電量：%@

# BATT_HEALTH_MGMT_ALERT_TITLE
source: Are you sure you want to turn off battery health management?
ar: هل ترغب بالتأكيد في إيقاف إدارة حالة البطارية؟
ca: Confirmes que vols desactivar la gestió de la salut de la bateria?
cs: Určitě chcete správu kondice baterie vypnout?
da: Er du sikker på, at du vil slå administration af batteritilstand fra?
de: Möchtest du die Batteriezustandsverwaltung wirklich deaktivieren?
el: Θέλετε σίγουρα να απενεργοποιηθεί η διαχείριση της υγείας μπαταρίας;
es: ¿Seguro que quieres desactivar la gestión de la salud de la batería?
es_419: ¿Quieres desactivar la administración de la condición de la batería?
fi: Haluatko varmasti laittaa akun kunnon hallinnan pois päältä?
fr: Voulez-vous vraiment désactiver la gestion de l’état de santé de la batterie ?
fr_ca: Voulez-vous vraiment désactiver le gestionnaire d’état de la batterie?
he: האם ברצונך לכבות את ניהול בריאות הסוללה?
hi: क्या आप निश्चित हैं कि आप बैटरी हेल्थ प्रबंधन बंद करना चाहते हैं?
hr: Sigurno želite isključiti upravljanje zdravljem baterije?
hu: Biztos benne, hogy ki szeretné kapcsolni az akkumulátorállapot-kezelést?
id: Apakah Anda yakin ingin mematikan manajemen kesehatan baterai?
it: Confermi di voler disattivare la gestione dello stato della batteria?
ja: バッテリーの状態管理をオフにしてもよろしいですか?
ko: 배터리 성능 상태 관리를 끄겠습니까?
ms: Adakah anda pasti mahu menyahaktifkan pengurusan kesihatan bateri?
nl: Weet je zeker dat je batterijconditiebeheer wilt uitschakelen?
no: Er du sikker på at du vil slå av administrering av batteritilstand?
pl: Czy na pewno chcesz wyłączyć zarządzanie kondycją baterii?
pt_br: Tem certeza de que deseja desativar o gerenciamento da saúde da bateria?
pt_pt: Tem a certeza de que pretende desativar a gestão do estado da bateria?
ro: Sigur doriți să dezactivați gestionarea stării de sănătate a bateriei?
ru: Вы действительно хотите выключить отслеживание состояния аккумулятора?
sk: Naozaj chcete vypnúť správu zdravia batérie?
sl: Ste prepričani, da želite izklopiti upravljanje zdravja baterije?
sv: Är du säker på att du vill stänga av hantering av batterihälsa?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการปิดใช้ การจัดการสุขภาพแบตเตอรี่
tr: Pil sağlığı yönetimini kapatmak istediğinizden emin misiniz?
uk: Справді вимкнути відстеження справності акумулятора?
vi: Bạn có chắc chắn muốn tắt quản lý tình trạng pin không?
zh_cn: 确定要关闭电池健康管理吗？
zh_hk: 確定要關閉電池健康度管理嗎？
zh_tw: 確定要關閉電池健康度管理嗎？

# REDUCE_BRIGHTNESS_UPS
source: Slightly dim the display when using this power source
ar: تبهيت شاشة العرض قليلًا عند استخدام مصدر الطاقة هذا
ca: Enfosqueix lleument la pantalla en fer servir aquesta font d’alimentació
cs: Při použití tohoto zdroje energie mírně ztlumit monitor
da: Gør skærmen lidt mørkere, når denne strømkilde bruges
de: Bei dieser Stromquelle den Monitor leicht abdunkeln
el: Μικρή μείωση της φωτεινότητας της οθόνης με αυτήν την πηγή τροφοδοσίας
es: Atenuar ligeramente la pantalla al usar esta fuente de alimentación
es_419: Atenuar ligeramente la pantalla al usar esta fuente de alimentación
fi: Himmennä näyttöä hieman tätä virtalähdettä käytettäessä
fr: Obscurcir légèrement l’écran lors de l’utilisation de cette source d’alimentation
fr_ca: Obscurcir légèrement l’écran lors de l’utilisation de cette source d’alimentation
he: עמעום התצוגה בעת שימוש במקור חשמל זה
hi: इस पावर सोर्स का उपयोग करते समय डिस्प्ले हल्का डिम करें
hr: Lagano zatamni zaslon prilikom korištenja ovog izvora napajanja
hu: A tápforrás használatakor halványítsa el kissé a kijelzőt
id: Agak redupkan layar saat menggunakan sumber daya ini
it: Oscura leggermente lo schermo quando usi questa fonte di alimentazione
ja: この電源を使用するときはディスプレイを少し暗くする
ko: 이 전원 공급 장치를 사용할 때 화면을 약간 흐리게 표시합니다.
ms: Malapkan paparan sedikit apabila menggunakan sumber kuasa ini
nl: Verminder helderheid van beeldscherm bij dit type voeding
no: Reduser lysstyrken på skjermen når denne strømkilden brukes
pl: Lekko przygaszaj wyświetlacz, gdy używasz tego źródła zasilania
pt_br: Escurecer levemente a tela ao utilizar esta fonte de alimentação
pt_pt: Escurecer ligeiramente o ecrã ao utilizar esta fonte de alimentação
ro: Întunecă ușor ecranul la utilizarea acestei surse de alimentare
ru: Слегка затемнить экран во время использования этого источника питания
sk: Mierne stlmiť displej pri použití tohto zdroja napájania
sl: Rahlo zatemni zaslon, ko naprava uporablja ta vir energije
sv: Tona ned skärmen något när denna strömkälla används
th: ลดแสงจอภาพเล็กน้อยในระหว่างที่ใช้พลังงานจากแบตเตอรี่
tr: Bu güç kaynağını kullanırken ekranı hafif soluklaştır
uk: Трохи затемнювати дисплей під час живлення від цього джерела
vi: Giảm độ sáng màn hình một chút khi sử dụng nguồn năng lượng này
zh_cn: 使用此电源供电时使显示器略暗一些
zh_hk: 使用此電力來源時讓顯示器稍微變暗
zh_tw: 使用此電力來源時稍微調暗顯示器

# BATT_HEALTH_MGMT_TEXT
source: As your battery ages, maximum capacity is reduced to extend battery lifespan.
ar: مع تقدم عمر بطاريتك، تقل سعتها القصوى لكي يمتد عمرها الافتراضي.
ca: Amb el pas del temps, la capacitat màxima de la bateria es redueix per allargar‑ne la vida útil.
cs: Maximální kapacita se snižuje podle stáří baterie, aby se prodloužila její životnost.
da: Efterhånden som batteriet bliver ældre, bliver maksimumkapaciteten reduceret for at forlænge batterilevetiden.
de: Wenn deine Batterie altert, wird die Maximalkapazität verringert, um die Batterielebensdauer zu erhöhen.
el: Καθώς παλαιώνεται η μπαταρία, η μέγιστη χωρητικότητά της μειώνεται με σκοπό την επιμήκυνση της διάρκειας ζωής της μπαταρίας.
es: Con el tiempo, la capacidad máxima de la batería se reduce para incrementar su durabilidad.
es_419: A medida que pasa el tiempo, la capacidad máxima de tu batería se reduce para prolongar la vida de la misma.
fi: Akun vanhetessa huippukapasiteettia alennetaan akun käyttöiän pidentämiseksi.
fr: À mesure que la batterie vieillit, sa capacité maximale est réduite afin de prolonger sa durée de vie.
fr_ca: À mesure que votre batterie vieillit, ses capacités maximales sont réduites pour allonger sa durée de vie.
he: ככל שהסוללה מתיישנת, הקיבולת המרבית שלה מצטמצמת כדי להאריך את חיי הסוללה.
hi: जैसे-जैसे आपकी बैटरी पुरानी होती जाती है उसके जीवनकाल को बढ़ाने के लिए उसकी अधिकतम क्षमता को घटा दिया जाता है।
hr: Kako baterija stari, maksimalni se kapacitet smanjuje radi produljenja radnog vijeka baterije.
hu: Ahogy az akkumulátor öregszik, a csúcskapacitása csökken az élettartamának meghosszabbítása érdekében.
id: Semakin lama baterai Anda, kapasitas maksimum akan dikurangi untuk memperpanjang masa pakai baterai.
it: Con il passare del tempo, la capacità massima viene ridotta per estendere il ciclo di vita della batteria.
ja: バッテリーの経年劣化の進行に合わせて、最大容量を減らしてバッテリーの寿命を延ばします。
ko: 배터리가 오래되면 배터리 수명을 연장하기 위해 성능 최대치가 줄어듭니다.
ms: Apabila bateri anda semakin berusia, kapasiti maksimum dikurangkan untuk melanjutkan rentangan hayat bateri.
nl: Naarmate je batterij ouder wordt, wordt het maximumvermogen verminderd om de levensduur van de batterij te verlengen.
no: Batteriets maksimale kapasitet reduseres over tid for å forlenge batteriets levetid.
pl: W miarę starzenia się baterii jej maksymalna pojemność jest obniżana w celu przedłużenia jej żywotności.
pt_br: Conforme a bateria envelhece, a capacidade máxima é reduzida para estender a vida útil da bateria.
pt_pt: Para prolongar a vida útil da bateria, a capacidade máxima é reduzida gradualmente.
ro: Pe măsură ce bateria îmbătrânește, capacitatea sa maximă este redusă pentru a‑i extinde durata de viață.
ru: Со временем максимальная емкость уменьшается, чтобы продлить срок службы аккумулятора.
sk: Zníži maximálnu kapacitu starnúcej batérie, aby sa predĺžila jej životnosť.
sl: Starejša kot je baterija, bolj je njena največja zmogljivost zmanjšana, da se podaljša življenjska doba baterije.
sv: I takt med att batteriet åldras minskas maxkapaciteten så att batteriets livslängd förlängs.
th: เมื่อคุณใช้แบตเตอรี่ไประยะเวลาหนึ่ง ความจุสูงสุดจะถูกลดลงเพื่อยืดอายุการใช้งานของแบตเตอรี่
tr: Piliniz eskidikçe pil ömrünü artırmak için maksimum kapasitesi azaltılır.
uk: Протягом періоду експлуатації максимальна ємність акумулятора знижується, щоб подовжити строк його служби.
vi: Khi pin bị chai, dung lượng sạc tối đa được giảm xuống nhằm kéo dài tuổi thọ pin.
zh_cn: 随着电池的老化，最大容量会降低以延长电池寿命。
zh_hk: 隨著電池老化，最大容量會減少，以延長電池壽命。
zh_tw: 隨著電池使用時間增加，最大電量會減少以延長電池壽命。

# SCHEDULE_RESTART
source: Restart
ar: إعادة التشغيل
ca: Reinicia
cs: Restartovat
da: Start igen
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
fr_ca: Redémarrer
he: הפעלה מחדש
hi: रीस्टार्ट करें
hr: Ponovno uključi
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 재시동
ms: Mula Semula
nl: Herstart
no: Omstart
pl: Uruchamiaj pon.
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Repornește computerul
ru: Перезагружать
sk: Reštartovať
sl: Znova zaženi
sv: Starta om
th: เริ่มการทำงานเครื่องใหม่
tr: Yeniden Başlat
uk: Перезапускати
vi: Khởi động lại
zh_cn: 重新启动
zh_hk: 重新啟動
zh_tw: 重新啟動

# DISPLAY_SLEEP_TEXT
source: Turn display off after:
ar: إيقاف الشاشة بعد:
ca: Apaga la pantalla al cap de:
cs: Vypnout monitor po:
da: Skærmen slukker efter:
de: Monitor ausschalten nach:
el: Απενεργοποίηση οθόνης μετά από:
es: Apagar la pantalla tras:
es_419: Apagar la pantalla después de:
fi: Näytön sammuminen:
fr: Éteindre l’écran après :
fr_ca: Éteindre l’écran après :
he: כיבוי הצג לאחר:
hi: इसके बाद डिस्प्ले बंद करें :
hr: Isključi zaslon nakon:
hu: Kijelző kikapcsolása ennyi idő után:
id: Matikan layar setelah:
it: Disattiva lo schermo dopo:
ja: ディスプレイをオフにする:
ko: 디스플레이 끄기:
ms: Matikan paparan selepas:
nl: Schakel beeldscherm uit na:
no: Slå skjermen av etter:
pl: Wyłącz wyświetlacz po:
pt_br: Desligar o monitor após:
pt_pt: Desligar monitor após:
ro: Oprește afișajul după:
ru: Выключить дисплей после:
sk: Vypnúť displej po:
sl: Izklopi zaslon po:
sv: Stäng av skärmen efter:
th: ปิดจอภาพหลังจาก:
tr: Ekranı şundan sonra kapat:
uk: Вимикати дисплей через:
vi: Tắt màn hình sau:
zh_cn: 此时间段后关闭显示器：
zh_hk: 於此時間後關閉顯示器：
zh_tw: 於此時間後關閉顯示器：

# SC_TURN_OFF
source: Turn Off
ar: إيقاف
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_419: Desactivar
fi: Laita pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
ko: 끄기
ms: Nyahaktifkan
nl: Schakel uit
no: Slå av
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivează
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# BATTERY_LEVEL_GRAPH_TITLE
source: Battery Level
ar: مستوى شحن البطارية
ca: Nivell de la bateria
cs: Nabití baterie
da: Batteriniveau
de: Batteriestatus
el: Στάθμη μπαταρίας
es: Nivel de batería
es_419: Nivel de batería
fi: Virran taso
fr: Niveau de la batterie
fr_ca: Niveau de la batterie
he: רמת סוללה
hi: बैटरी का स्तर
hr: Razina baterije
hu: Akkumulátorszint
id: Level Baterai
it: Livello batteria
ja: バッテリー残量
ko: 배터리 잔량
ms: Paras Bateri
nl: Batterijniveau
no: Batterinivå
pl: Poziom baterii
pt_br: Nível da Bateria
pt_pt: Nível da bateria
ro: Nivel baterie
ru: Уровень заряда
sk: Nabitie batérie
sl: Raven napolnjenosti baterije
sv: Batterinivå
th: ระดับแบตเตอรี่
tr: Pil Düzeyi
uk: Рівень заряду
vi: Mức pin
zh_cn: 电池电量
zh_hk: 電池電量
zh_tw: 電池電量

# BATT_HEALTH_SVC_FOOTER2
source: The battery isn’t functioning normally and requires service. Please check your service options.
ar: البطارية لا تعمل بشكل طبيعي وتحتاج إلى خدمة. الرجاء مراجعة خيارات الخدمة.
ca: La bateria no està funcionant com s’espera i s’ha de reparar. Consulta les opcions de reparació.
cs: Baterie nepracuje správně a vyžaduje servisní zásah. Projděte si možnosti servisu.
da: Batteriet fungerer ikke normalt og har brug for eftersyn. Kontroller dine servicemuligheder.
de: Die Batterie funktioniert nicht normal und muss gewartet werden. Überprüfe deine Wartungsoptionen.
el: Η μπαταρία δεν λειτουργεί κανονικά και χρειάζεται σέρβις. Ανατρέξτε στις επιλογές σέρβις.
es: La batería no funciona con normalidad y necesita servicio técnico. Consulta las opciones de reparación disponibles.
es_419: La batería ya no funciona de forma esperada y requiere mantenimiento. Consulta tus opciones de servicio.
fi: Akku ei toimi normaalisti, ja se on huollettava. Tarkista, mitä huoltovaihtoehtoja on saatavilla.
fr: La batterie ne fonctionne pas normalement et doit être réparée. Veuillez consulter vos options de service.
fr_ca: La batterie ne fonctionne pas normalement et nécessite une réparation. Veuillez consulter les options de réparation.
he: הסוללה אינה מתפקדת כרגיל והיא מצריכה טיפול. נא לבדוק את אפשרויות השירות שזמינות לך.
hi: बैटरी सामान्य रूप से काम नहीं कर रही है और इसकी सर्विसिंग की ज़रूरत है। कृपया अपने सर्विस के विकल्प देखें।
hr: Baterija ne radi normalno i potrebno ju je servisirati. Provjerite opcije servisiranja.
hu: Az akkumulátor nem működik megfelelően, és javítást igényel. Kérjük, ellenőrizze a szervizelési lehetőségeket.
id: Baterai tidak berfungsi dengan normal dan memerlukan servis. Periksa pilihan servis Anda.
it: La batteria non funziona correttamente e richiede assistenza. Verifica le opzioni di assistenza.
ja: バッテリーが正しく動作していません。修理が必要です。修理サービスオプションをご確認ください。
ko: 배터리가 정상적으로 작동하지 않으며 서비스가 필요합니다. 서비스 옵션을 확인하십시오.
ms: Bateri tidak berfungsi seperti biasa dan memerlukan servis. Sila semak pilihan servis anda.
nl: De batterij werkt niet goed en vereist service. Controleer je serviceopties.
no: Batteriet fungerer ikke normalt og trenger service. Sjekk servicealternativene dine.
pl: Bateria nie działa prawidłowo i wymaga naprawy. Sprawdź opcje serwisu.
pt_br: A bateria não está funcionando normalmente e requer manutenção. Consulte as opções de manutenção.
pt_pt: A bateria não está a funcionar corretamente e necessita de assistência. Consulte as opções de assistência disponíveis.
ro: Bateria nu funcționează normal și necesită service. Consultați opțiunile disponibile de service.
ru: Рабочие характеристики аккумулятора значительно ухудшились. Обратитесь за сервисным обслуживанием.
sk: Batéria nefunguje správne a vyžaduje servis. Pozrite si možnosti servisu.
sl: Baterija ne deluje pravilno in zahteva popravilo. Preverite možnosti servisiranja.
sv: Batteriet fungerar inte normalt och behöver service. Kontrollera dina servicealternativ.
th: แบตเตอรี่ไม่ทำงานตามปกติและต้องเข้ารับการบริการ โปรดตรวจสอบตัวเลือกการบริการของคุณ
tr: Pil normal işlevini gerçekleştiremiyor ve servis gerektiriyor. Lütfen servis seçeneklerinizi gözden geçirin.
uk: Акумулятор працює неправильно та потребує обслуговування. Перегляньте варіанти обслуговування.
vi: Pin đang không hoạt động bình thường và cần được bảo trì. Vui lòng kiểm tra các tùy chọn dịch vụ của bạn.
zh_cn: 电池未正常工作，需要接受服务。请查看服务选项。
zh_hk: 電池未能正常運作，需要維修服務。請查看你的維修服務選項。
zh_tw: 電池未正常運作，需要維修服務。請檢查你的維修服務選項。

# AX_BUIGRAPH_LESS_THAN_A_MINUTE
source: less than a minute
ar: أقل من دقيقة واحدة
ca: menys d’un minut
cs: méně než 1 minuta
da: mindre end et minut
de: weniger als eine Minute
el: λιγότερο από ένα λεπτό
es: menos de un minuto
es_419: menos de un minuto
fi: alle minuutti
fr: moins d’une minute
fr_ca: moins d’une minute
he: פחות מדקה
hi: एक मिनट से भी कम
hr: manje od minute
hu: kevesebb, mint egy perc
id: kurang dari semenit
it: meno di un minuto
ja: 1分未満
ko: 1분 미만
ms: kurang daripada seminit
nl: minder dan een minuut
no: mindre enn ett minutt
pl: mniej niż minuta
pt_br: menos de um minuto
pt_pt: menos de um minuto
ro: mai puțin de un minut
ru: меньше минуты
sk: menej ako minúta
sl: manj kot minuta
sv: mindre än en minut
th: ไม่ถึงหนึ่งนาที
tr: bir dakikadan az
uk: менше хвилини
vi: dưới một phút
zh_cn: 不到1分钟
zh_hk: 少於1分鐘
zh_tw: 少於1分鐘

# DAILY_GRAPH_TITLE_FMT
source: Last %@ Days
ar: آخر %@ أيام
ca: Darrers %@ dies
cs: V posledních %@ dnech
da: Sidste %@ dage
de: Letzte %@ Tage
el: Περασμένες %@ ημέρες
es: Últimos %@ días
es_419: Últimos %@ días
fi: %@ viime päivän aikana
fr: %@ derniers jours
fr_ca: Ces %@ derniers jours
he: ‏%@ הימים האחרונים
hi: पिछले %@ दिन
hr: Posljednjih %@ dana
hu: Utolsó %@ nap
id: %@ Hari Terakhir
it: Ultimi %@ giorni
ja: 過去%@日
ko: 지난 %@일
ms: %@ Hari Lalu
nl: Afgelopen %@ dagen
no: Siste %@ dager
pl: Ost. %@ dni
pt_br: Últimos %@ Dias
pt_pt: Últimos %@ dias
ro: Ultimele %@ zile
ru: Последние %@ дн
sk: Posledných %@ dní
sl: Zadnjih toliko dni: %@
sv: Senaste %@ dagarna
th: %[tt]@วันล่าสุด
tr: Son %@ Gün
uk: Останні %@ дн.
vi: %@ ngày qua
zh_cn: 过去%@天
zh_hk: 過去%@日
zh_tw: 過去%@天
